;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: Serenator
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.2
; Update: July 07, 2021
;
[Lang]
NativeLanguage=Polskie
[Translation]
LangCode=1045
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=PL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=Sprawdź, czy ten komputer spełnia wymagania systemu Windows 11
lbllang.Caption=Język:
cpu=Procesor
memory=Pamięć
disk=Pojemność
diskstyle=Styl partycji
firmware=Oprogramowanie
boot=Bezpieczny rozruch
graphiccard=Karta graficzna
tpm=TPM 2.0
info3=Częstotliwość procesora jest niższa niż 1 GHz
info4=Architektura procesora jest 32 bitowa, której Windows 11 nie obsługuje
info5=Ten procesor nie jest ujęty na liście kompatybilności
info6=System Windows 11 nie obsługuje procesorów 32 bitowych
info7=Styl partycji dysku to nie GPT
info8=Pamięć fizyczna musi być większa lub równa 4 GB
info9=Dysk systemowy musi mieć pojemność 64 GB lub większą
info10=Oprogramowanie sprzętowe systemu nie obsługuje funkcji bezpiecznego rozruchu
info11=Karta graficzna nie obsługuje DirectX 12
info12=Wersja WDDM jest niższa niż 2.x
info13=TPM nie jest obsługiwany lub jest wyłączony
info14=TPM jest wyłączony
info15=Wersja TPM jest niższa niż 2.0
info16=Oprogramowanie nie obsługuje UEFI
info-3=To jest nierozpoznany procesor 64-bitowy
info-4=Wolne miejsce na dysku jest mniejsze niż 64 GB
tpminfo=Wersja TPM 2.0
directxinfo=Grafika zgodna z DirectX %s / WDDM %s
bootinfo=Przy rozruchu komputera należy używać tylko zaufanego oprogramowania sprzętowego
support=Kompatybilny
unknow=Nieznany
unsupport=Nie kompatybilny
NewVer=Nowa wersja jest dostępna! Czy chcesz ją teraz pobrać?
